<?php $this->setLayoutVar('title','サイトの説明'); ?>


	<div class="content">
		<h2 id="content_h2">サイトについて</h2>
		<p>一部を除き、レイアウトはHTML、CSSのみで実装されています。</p>
		<p>試しにページの横幅を変化させてみてください。</p>
		<p>横幅の変化した場合、余白の大きさが変化します。</p>
		<p>横幅の最小値は640pxに設定されています。</p>
		<p>ページの横幅が640pxを下回ると、一部が隠れて表示されるように設定しています。</p>
		
		<p>サンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプル</p>
		<p>サンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプル</p>
		<p>サンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプル</p>
		<p>サンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプル</p>
		<div class="leftside">
			<h3 class="content_h3">メニューバーについて</h3>
			<p>メニューバーは絶対座標で実装されています</p>
			<p>ページを上下に動かしても、定位置から動くことはありません。</p>
			<p>カーソルを合わせた時、クリック時に文字色が変わります。</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
		</div><!--
		--><div class="rightside">
			<h3 class="content_h3">東京タワーの地図です</h3>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<p>サンプルサンプルサンプルサンプルサンプル</p>
			<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3241.747798533224!2d139.74324421447798!3d35.65858483882264!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x60188bbd9009ec09%3A0x481a93f0d2a409dd!2z5p2x5Lqs44K_44Ov44O8!5e0!3m2!1sja!2sjp!4v1528294810110" width="300" height="300" frameborder="0" style="border:0" allowfullscreen></iframe>
			<h3 class="content_h3">ログイン、アカウント</h3>
			<p>現在レイアウトのみが作成されている状態です。</p>
			<p>フォームに入力することはできますが、</p>
			<p>アカウントとして登録されるようには設計されておりません。</p>
		</div>
		
	</div>